{
  "welcome.heading": "Hi! I'm Donovan Benfouzari -",
  "welcome.roles.web": "Web developer",
  "welcome.roles.mobile": "Mobile developer",
  "welcome.roles.react": "React developer",
  "welcome.roles.react-native": "React-Native developer",
  "welcome.roles.typescript": "TypeScript developer",
  "welcome.presentation": "Web <span>Developer</span> and Mobile Developer working in development field for 10 years so far, specialized in React/React-Native.",

  "about.name": "about me",
  "about.title": "Need Strong & Beautiful Code?\n<br />I can Help You!",
  "about.self-taught": "<1>🖥️️</1> I'm a self-taught developer since many years now. I started when I got a computer - I was 12.",
  "about.course": "<1>⚛️</1> Since then I learn everyday, and I&apos;m a professional developer since 10 years. I started with Ruby on Rails for 5 years, then I got to the other side : frontend with React.js.",
  "about.love": "<1>📱</1> I really love JavaScript, TypeScript and React. This is why I went to React-Native : write React code, for mobiles.",

  "skills.name": "Skills",
  "skills.title": "What My Development<br />Skills Include",
  "skills.description": "These are the words I live by in everything I do. Every story I tell, every app I build, and every line of code I write must not only look beautiful.",

  "skills.list.title": "My skills (non-exhaustive list):",
  "skills.list.brain": "I do a lot of technology watch, which allows me to know the latest tools either in fashion or adapted to your needs. Whether it's to retrieve data or to cache it, I have what it takes!",
  "skills.list.strong": "I know how to lead a project. Choice of technologies, application architecture, creation of tools when necessary…",
  "skills.list.rocket": "I can improve your team's skills. Sharing of good practices, explanation of certain functional areas, etc.",
  "skills.list.gorilla": "I write elegant, robust, scalable, reliable code. To do this, I use:",
  "skills.list.tools.typescript": "TypeScript: the foundation of any robust JavaScript project. It is thanks to TypeScript that I make sure that unwanted effects do not exist;",
  "skills.list.tools.storybook": "Storybook: to develop components in isolation, and test them manually outside of any framework;",
  "skills.list.tools.jest": "Jest: to test components or pieces of code that really need to be tested. No more than is necessary, just what is needed to ensure that no problem can arise unexpectedly.",

  "experiences.name": "experiences",
  "experiences.title": "This is where<br />I worked!"
}
